{
  "welcome": "bienvenue",
  "ContactUs": "Contactez-Nous",
  "viewAll": "Voir Tout",
  "notFound": "Nous n'avons trouvé aucun produit {keyWord}. Affichage des résultats pour le mot-clé '{keyWord}'.",
  "navBar": {
    "signUp": "Inscription",
    "search": "Recherchez tout ce dont vous avez besoin",
    "Home": "Accueil",
    "Products": "Produits",
    "HIW": "Comment ça marche",
    "Blog": "Blog",
    "aboutUs": "À propos de nous"
  },
  "prosAndConsPage": {
    "prosAndCons": "Avantages et Inconvénients de POD",
    "pros1Title": "Pas de coût initial",
    "pros1Content": "Il ne faut pas un seul centime pour commencer l'entreprise à la demande. Vous n'avez pas à payer pour le produit avant qu'il ne soit vendu.",
    "pros2Title": "Pas de stock",
    "pros2Content": "Vous n'avez pas à vous soucier de la gestion et de la conservation des stocks. Cela représente une réduction significative des coûts et un soulagement du stress.",
    "pros3Title": "Risque faible",
    "pros3Content": "L'absence de stock et de coût initial signifie que le risque est plus faible pour vous. Vous avez la liberté de libérer votre créativité et d'essayer autant de produits et d'idées que vous le souhaitez.",
    "pros4Title": "Barrière à l'entrée faible",
    "pros4Content": "Un processus simple et automatisé vous aidera à transformer vos idées en produits facilement. Aucune expérience préalable n'est requise. Vous pouvez commencer n'importe quand, n'importe où.",
    "pros5Title": "Affaires transfrontalières",
    "pros5Content": "Il n'a jamais été aussi simple d'étendre votre entreprise à l'international. Vos produits peuvent être livrés partout dans le monde sans processus compliqué ni paperasse.",
    "cons1Title": "Contrôle limité",
    "cons1Content": "Vous dépendez des fournisseurs d'impression à la demande pour la production et l'expédition de vos produits. Cela signifie que vous avez moins de contrôle sur le processus et la qualité.",
    "cons2Title": "Délais de livraison plus longs",
    "cons2Content": "L'impression à la demande nécessite plus de temps pour être livrée puisque le produit doit être imprimé avant d'être emballé et expédié aux clients.",
    "cons3Title": "Coût du produit plus élevé",
    "cons3Content": "Les produits à la demande coûtent généralement plus cher que les biens produits en masse car chaque article est fabriqué individuellement, à la demande. Mais cela signifie aussi plus de place pour la personnalisation.",
    "cons4Title": "Moins d'options de produits",
    "cons4Content": "Tout ne peut pas être fourni via l'impression à la demande. Au lieu de cela, les entreprises d'impression à la demande se concentrent sur des produits hautement personnalisables."
  },
  "homePage": {
    "introductionTitle": "Service mondial d'impression à la demande",
    "introductionDes-1": "Nous sommes le principal fournisseur de services fiables et dignes de confiance de fulfillment d'impression à la demande. Nous offrons un ensemble de fonctionnalités puissantes qui vous aident à développer vos entreprises et à atteindre de nouveaux clients dans le monde entier.",
    "introductionDes-2": "Accédez à un catalogue de plus de 350 produits.",
    "introductionDes-3": "Profitez d'une tarification des produits compétitive et flexible sans frais cachés.",
    "introductionDes-4": "Gérez facilement vos commandes, suivez le statut de production et soyez notifié lorsque vos produits sont expédiés.",
    "topCategory": "Principales Catégories",
    "onDemandFullFilementService": "Service de fulfillment d'impression à la demande PrintChic",
    "onDemandFullFilementServiceDes1": "Nous sommes les experts des solutions d'impression à la demande,",
    "onDemandFullFilementServiceDes2": "faisant confiance aux marchands du monde entier !",
    "cardTitle1": "Créez un compte PrintChic",
    "cardDescription1": "Vous pouvez commencer votre fulfillment avec PrintChic en créant une boutique de fulfillment. Ensuite, connectez votre magasin de vente intégré avec PrintChic.",
    "cardTitle2": "Réalisez des ventes et traitez les commandes",
    "cardDescription2": "Les clients passent des commandes. PrintChic met les commandes en production et facture le fulfillment. Vous prenez le profit.",
    "cardTitle3": "Produit exécuté",
    "cardDescription3": "PrintChic prend en charge l'ensemble du processus de fulfillment et produit vos commandes dans notre usine au Vietnam et nos installations aux États-Unis, en UE, en Chine.",
    "cardTitle4": "Empaqueté et expédié",
    "cardDescription4": "Nous expédions partout dans le monde. Notre service d'emballage vous permet de personnaliser l'envoi de la marque.",
    "distictMotive": "Qu'est-ce qui rend Printchic différent ?",
    "distictMotiveDes": "Des solutions rentables pour la personnalisation des produits d'impression à la demande, quel que soit le volume",
    "distictBodyTitle1": "Plus de 350 produits personnalisés",
    "distictBodyDescription1": "Ne vous arrêtez pas aux t-shirts, hoodies, masques et mugs. Diversifiez votre magasin avec des produits moins compétitifs comme des polos, des chapeaux, des pulls, des ornements.",
    "distictBodyTitle2": "Fabrication interne",
    "distictBodyDescription2": "Vos produits sont produits sous un contrôle strict - Meilleure qualité garantie. Nous faisons de notre mieux pour traiter vos commandes plus rapidement que d'autres fournisseurs.",
    "distictBodyTitle3": "Coût de base compétitif",
    "distictBodyDescription3": "Avec une fabrication interne située au Vietnam, nous contrôlons et optimisons très sérieusement le coût des produits. C'est pourquoi nos coûts de base de produits personnalisés sont faibles.",
    "distictBodyTitle4": "Suivi de l'ensemble du processus",
    "distictBodyDescription4": "Suivez toutes vos commandes de la production à l'expédition. Gardez tout sous votre contrôle.",
    "customerReview": "Avis des clients",
    "customerReviewSubtitle": "Nous sommes les experts des solutions à la demande faisant confiance aux marchands du monde entier !",
    "ourBlogStory": "Nos histoires de blog",
    "faqQuestions": "Questions fréquemment posées.",
    "howCanWeHelp": "Comment pouvons-nous aider ?",
    "howCanWeHelpDesc": "En plus de la qualité des impressions, nous fournissons également des services inégalés. Notre équipe de professionnels expérimentés travaille sans relâche pour gérer vos produits. Nous sommes fiers de ce que nous faisons et pouvons répondre à vos besoins à la demande."
  },
  "servicePage": {
    "headerTitle": "Impression à la demande pour produits personnalisés",
    "headerDesc": "Des marchandises uniques et personnalisées exclusives pour vous permettre de vendre et de construire une marque à l'échelle mondiale.",
    "whatIsPrintOnDemand": "Qu'est-ce que l'impression à la demande ?",
    "whatIsPrintOnDemandDes1": "L'impression à la demande est un modèle commercial qui permet aux vendeurs de créer des produits sur demande et de les expédier directement aux clients. Contrairement aux méthodes de dropshipping, les produits d'impression à la demande ne sont produits qu'une fois la commande passée. Il n'y a pas de quantité minimale requise.",
    "whatIsPrintOnDemandDes2": "En choisissant l'impression à la demande, vous n'aurez pas à vous soucier de la fabrication, du stockage et de l'expédition. Tout, à l'exception des conceptions et des promotions, est géré par les fournisseurs d'impression à la demande.",
    "howDoPODWorks": "Comment fonctionnent les services de fulfillment d'impression à la demande ?",
    "howDoPODWorksDes": "Simple et intuitif, notre système d'exploitation efficace facilite le fulfillment et la gestion des stocks. Vous pouvez gérer l'ensemble de votre processus de fulfillment en quelques étapes.",
    "howPODImgBlog1Title": "Créez un compte PrintChic",
    "howPODImgBlog1Content": "Commencez par créer une boutique de fulfillment PrintChic. Connectez ensuite votre magasin de vente intégré avec PrintChic.",
    "howPODImgBlog2Title": "Concevez et vendez des produits",
    "howPODImgBlog2Content": "Commencez par créer une boutique de fulfillment PrintChic. Connectez ensuite votre magasin de vente intégré avec PrintChic.",
    "howPODImgBlog3Title": "Réalisé par PrintChic",
    "howPODImgBlog3Content": "PrintChic prend en charge l'ensemble du processus de fulfillment. Nous produisons et expédions vos commandes à vos clients.",
    "trustworthyTitle": "Nous offrons des solutions de fulfillment fiables adaptées à différents types d'entreprises",
    "servicePageCard1Title": "Gratuit à l'utilisation",
    "servicePageCard1Des": "Merchize est gratuit à utiliser, vous payez uniquement pour les commandes exécutées et expédiées.",
    "servicePageCard2Title": "Tarification compétitive",
    "servicePageCard2Des": "Les vendeurs peuvent réaliser un profit plus élevé en vendant avec Merchize.",
    "servicePageCard3Title": "Aucune commande minimale",
    "servicePageCard3Des": "Imprimez autant ou aussi peu de designs que vous le souhaitez. Vous pouvez commencer votre entreprise avec Merchize avec un petit investissement initial.",
    "servicePageCard4Title": "Support rapide et amical",
    "servicePageCard4Des": "Nous plaçons les clients au centre et toutes les décisions sont prises à partir des besoins, désirs et satisfactions des clients.",
    "counter1Title": "Produits",
    "counter1Des": "avec une tarification compétitive dans notre catalogue",
    "counter2Title": "Unités",
    "counter2Des": "expéditions maximales par jour",
    "counter3Title": "Pays",
    "counter3Des": "livrés, desservant des clients dans le monde entier",
    "counter4Title": "Dollars",
    "counter4Des": "investis dans l'équipement et les technologies",
    "fullFillMentCenterTitle": "Centres de fulfillment au VN | US | UE | Chine | AU",
    "fullFillMentCenterDes": "Nous possédons une installation de fabrication basée au VN de plus de 5 000 m² et proposons actuellement des sites de fulfillment aux États-Unis, en UE, en Australie et en Chine avec des milliers de mètres carrés combinés.",
    "fullFillMentCenterSubDes1": "Nous avons la capacité de traiter les commandes de manière opportune. Les produits atteignent vos clients en quelques jours.",
    "fullFillMentCenterSubDes2": "Nous contrôlons soigneusement nos normes de production constantes, conformes à la qualité avec nos partenaires mondiaux et le réseau de la chaîne d'approvisionnement.",
    "enjoyOurPODProduct": "Profitez de nos produits POD",
    "topPOD": "Produits d'impression à la demande les plus tendance actuellement",
    "podTips": "Conseils pour l'impression à la demande",
    "podTipsContent1": "Choisissez vos niches",
    "podTipsContent2": "Créez des designs uniques et pertinents",
    "podTipsContent3": "Pourquoi les clients devraient-ils acheter vos produits d'impression à la demande ? Évidemment, ce sont les designs qui captent l'intérêt des clients. Vous devez créer des designs qui atteignent le juste milieu entre l'unicité et l'attrait. Si vous n'êtes pas familier avec le processus de conception, voici quelques suggestions pour vous :",
    "podTipsContent4": "Embauchez des designers indépendants sur Fiverr ou Upwork.",
    "podTipsContent5": "Utilisez des outils de conception en ligne simples comme Canva pour réaliser vos designs.",
    "podTipsContent6": "Créez des designs simples en utilisant notre générateur de maquettes.",
    "podTipsContent7": "Promouvez vos produits avec le marketing et la publicité sur les réseaux sociaux",
    "aboutPjmTitle": "À propos des pyjamas",
    "aboutPjmContent": "Découvrez les incroyables pyjamas pour hommes à la demande de PrintChic ! Nous avons une large gamme de pyjamas pour hommes cool avec des imprimés intégraux dans différentes tailles et couleurs, notre service aide les détaillants à élargir leur gamme de produits et à augmenter leurs revenus sans effort. Profitez du mélange parfait de style et de confort avec nos ensembles de pyjama et pantalons de pyjama. Les marchands peuvent créer des designs uniques et novateurs en utilisant notre technologie d'impression avancée. Que vous cherchiez un vêtement confortable pour vous détendre ou un cadeau génial, les pyjamas pour hommes de PrintChic sont de première qualité en termes de qualité, de confort et de touche personnelle."
  },
  "productList": {
    "mensClothing": "Vêtements pour hommes",
    "showing": "Affichage",
    "sortBy": "Trier par",
    "select": "Sélectionner",
    "filter": "Filtrer",
    "saleTag": "solde",
    "clearAll": "Tout effacer"
  },
  "howItWorks": {
    "headerTitle": "Nous vous facilitons la tâche dès le premier instant.",
    "headerDesc1": "Bienvenue sur TrackIt, la meilleure façon de suivre et d'acheter vos articles préférés en ligne !",
    "headerDesc2": "Des marchandises uniques et personnalisées exclusivement pour vous, pour vendre et construire une marque à l'échelle mondiale.",
    "partnerTitle": "Nous nous associons à diverses organisations pour différents projets et campagnes.",
    "step1": "étape 1",
    "step1Title": "Créer un compte PrintChic",
    "step1Desc": "Vous pouvez commencer votre fulfillment avec PrintChic en créant une boutique de fulfillment. Connectez ensuite votre magasin de vente intégré à PrintChic.",
    "step2": "étape 2",
    "step2Title": "Faites des ventes et traitez les commandes",
    "step2Desc": "Les clients passent des commandes. PrintChic met les commandes en production et facture le fulfillment. Vous prenez le bénéfice.",
    "step3": "étape 3",
    "step3Title": "Produit réalisé",
    "step3Desc": "PrintChic prend en charge l'ensemble du processus de fulfillment et produit vos commandes dans notre usine au Vietnam et dans nos installations aux États-Unis, en UE, en Chine.",
    "step4": "étape 4",
    "step4Title": "Emballé et Expédié",
    "step4Desc": "Nous expédions partout dans le monde. Notre service d'emballage vous permet de personnaliser l'envoi de la marque."
  },
  "aboutUs": {
    "honestIntergrityTitle": "Honnêteté, intégrité et concentration sont les moteurs de votre succès",
    "honestIntergrityDescription": "Merchize construit actuellement un réseau mondial d'impression à la demande conçu pour permettre aux marchands, entreprises, marques et détaillants de transformer l'imagerie numérique en produits physiques.",
    "aboutUsTitle": "À propos de nous",
    "aboutUsDesc": "Lancement officiel de Merchize en 2019 avec juste moins de 20 SKU et 50 employés. Aujourd'hui, Merchize propose plus de 420 SKU, plus de 1000 employés, soutenus par 4 centres de production régionaux au Vietnam et aux États-Unis, en Europe, en Chine, en Australie.",
    "aboutUsSubSectionTitle1": "Flux de travail intuitifs",
    "aboutUsSubSectionDes1": "Développez continuellement de nouvelles techniques et matériaux, créez des structures de fulfillment qui fonctionnent main dans la main avec votre entreprise.",
    "aboutUsSubSectionTitle2": "Systèmes transparents",
    "aboutUsSubSectionDes2": "Améliorez la visibilité et la transparence de la chaîne d'approvisionnement de bout en bout dans les statistiques de production et d'expédition, ainsi que dans tous les processus.",
    "aboutUsSubSectionTitle3": "Normes fluides",
    "aboutUsSubSectionDes3": "Établissez des processus de production plus efficaces et à faible impact, encodez également des règles de qualité qui réduisent les coûts et le temps.",
    "aboutUsSubSectionTitle4": "Centré sur le client",
    "aboutUsSubSectionDes4": "Nous plaçons les clients au centre et toutes les décisions sont prises en fonction des besoins, des désirs et de la satisfaction des clients.",
    "aboutUsSubSectionTitle5": "Solutions flexibles",
    "aboutUsSubSectionDes5": "Nous aidons les startups, les petites imprimeries, les entreprises avec nos produits et solutions développées sur mesure.",
    "ourService": "Nos services",
    "ourServiceDesc": "Nous combinons nos expériences antérieures dans les systèmes, la technologie et l'habillement pour construire un processus intégré qui répond aux normes de haute qualité et de répétabilité que notre base de clients passionnés exige.",
    "ourServiceTag1": "Service à la demande",
    "ourServiceTag2": "Services de branding",
    "ourServiceTag3": "Services FBA",
    "ourServiceTag4": "Services de vitrine",
    "ourServiceTag5": "Production en gros",
    "ourServiceTag6": "Services avancés",
    "products": "Produits",
    "happyMerchant": "Commerçants heureux",
    "countriesDeliveredIn": "Pays de livraison",
    "highestShipment": "expéditions maximales par jour",
    "productShowcase": "Vitrine de produits",
    "discoverMore": "Découvrir plus",
    "howToLaunchAmerchandiseBrand": "Comment lancer une marque de marchandise ?",
    "helpDes": "Nous fournissons des vêtements sur mesure et éthiques sans coûts initiaux. Nos technologies de fabrication peuvent répondre à vos besoins et standards.",
    "bannerContentTitle": "Services professionnels de sourcing et de branding",
    "bannerContentDes": "Les propriétaires de magasins de commerce électronique ont plus d'opportunités de gérer des entreprises de merchandising réussies sans investir de ressources dans la production et la logistique. Merchize prend en charge tout ce qui est lié à l'impression, au stockage des produits et à la livraison, permettant aux clients de consacrer du temps au marketing et au développement de design.",
    "boostYourBus": "Boostez votre entreprise, développez-vous à l'échelle mondiale",
    "boostYourBusDes": "Nous combinons nos expériences antérieures dans les systèmes, la technologie et l'habillement pour construire un processus intégré qui répond aux normes de haute qualité et de répétabilité que notre base de clients passionnés exige."
  },
  "productDetail": {
    "relatedProduct": "Produits associés",
    "includeShipping": "Inclut l'expédition",
    "downloadMockup": "Télécharger maquette et modèle",
    "contactSupport": "Contacter le support"
  },
  "contactUs": {
    "chatToUs": "Discutez avec nous",
    "office": "Bureaux",
    "socialNetwork": "Réseau Social",
    "contactViaMessenger": "Discussion rapide via Messenger",
    "reviewOurSupport": "Consultez notre page FAQ de support pour des solutions rapides.",
    "contactUs": "Contactez-nous",
    "yourName": "Votre Nom",
    "fillYourName": "Entrez votre nom",
    "yourEmail": "Votre Email",
    "fillYourMail": "Entrez votre email",
    "fillYourMessage": "Entrez votre message",
    "yourMessage": "Votre Message",
    "submit": "Envoyer",
    "fullFillMentTitle": "Centres de Fulfillment Globaux",
    "fullFillMentDes": "Notre vaste réseau de fabrication à l'étranger nous permet d'accepter des projets plus importants et de traiter les commandes en temps opportun.",
    "vietNameBaseTitle": "Capacité de Production basée au Vietnam",
    "manufactureFacility": "Installation de Fabrication",
    "highQualityProduct": "Produit de Haute Qualité",
    "highShipment": "Expéditions les plus élevées par jour",
    "investEquip": "investi dans l'équipement et les technologies",
    "highQualityWorkForce": "Main-d'œuvre de haute qualité",
    "featuredPrintingTechnique": "Techniques d'Impression Vedettes",
    "featuredPrintingTechniqueDes": "Avec une large variété de services d'impression, incluant l'impression directe sur vêtement, la coupe et couture, la sublimation, nous offrons la personnalisation pour près de 400 produits distincts. Vous pouvez également personnaliser votre produit avec des autocollants, des inserts et des étiquettes."
  },
  "pof": {
    "cutNSew": "Coupe et Couture",
    "directToGarment": "Impression Directe sur Vêtement",
    "engraving": "Gravure",
    "uvPrinting": "Impression UV",
    "subLiMation": "Sublimation",
    "laserCut": "Découpe Laser",
    "exploreMore": "Explorez Plus",
    "qualityControlProcess": "Processus de Contrôle de Qualité",
    "qualityControl": "Nous développons un système de gestion de la qualité robuste. Cela devrait inclure des procédures opérationnelles standard pour tous les aspects du processus de fabrication, de la conception à la livraison.",
    "manufacturedQualityControlTitle1": "Contrôle de Qualité de la Fabrication",
    "manufacturedQualityControlDes1": "Évaluez la qualité des matériaux dans la phase de préproduction, contrôle de qualité pendant la production, inspection après que le produit a été complété, et assurez-vous que l'emballage du produit adhère aux exigences.",
    "manufacturedQualityControlTitle2": "Système de Santé du Fulfillment",
    "manufacturedQualityControlDes2": "Suivez les retours des clients et utilisez-les pour améliorer continuellement la qualité de votre produit.",
    "manufacturedQualityControlTitle3": "Former et Améliorer",
    "manufacturedQualityControlDes3": "Formez la main-d'œuvre laborieuse de manière approfondie sur le processus de contrôle de la qualité, et assurez-vous qu'ils le suivent correctement, fabriquent correctement les produits, minimisent les défauts.",
    "productShowcase": "Vitrine de Produits",
    "discoverMore": "Découvrir Plus",
    "fullFillMentNShipping": "Fulfillment et Expédition",
    "fullFillMentNShippingDes": "Rapide et Fiable, Workflow Scalable",
    "fullFillMent1": "Partenaire tout autour fantastique avec des tarifs bas et des délais de fulfillment rapides.",
    "fullFillMent2": "Expédition mondiale avec des produits expédiés dans plus de 180 pays",
    "fullFillMent3": "Produisez et livrez la plupart des commandes en seulement 10-13 jours",
    "fullFillMent4": "Intégration transparente avec les plateformes de commerce électronique les plus puissantes du monde",
    "howMerchanizeCanHelpYourBusiness": "Comment Merchize peut aider à développer votre entreprise",
    "howMerchanizeCanHelpYourBusinessDes": "Merchize apporte aux marchands d'énormes avantages de 4 manières très significatives.",
    "seePricing": "Voir les Tarifs",
    "moreWayWeevSupportedBrand": "Plus de Façons dont Nous Avons Soutenu les Marques",
    "moreWayWeevSupportedBrandDes": "Solutions rentables pour la personnalisation des produits d'impression à la demande, quel que soit le volume",
    "infoCard1Title": "Production en Gros",
    "infoCard1Des": "La plupart de nos produits sont disponibles à des prix échelonnés. Nous pouvons également fournir des commandes en gros à des prix de gros, offrir des remises pour certains seuils de vente, et maximiser les profits énormes à long terme.",
    "infoCard2Title": "Fulfillment Spécifique",
    "infoCard2Des": "Nous pouvons ensuite élaborer une solution de fulfillment et d'entreposage spécifique qui fonctionne main dans la main pour votre entreprise, marque ou besoins.",
    "infoCard3Title": "Solutions de Branding",
    "infoCard3Des": "Nous fournissons une gamme d'options de branding personnalisées qui varient en termes de matériaux, types, emplacement, finition, et plus encore. Notre équipe fournira des conseils adaptés aux besoins et exigences de votre projet",
    "infoCard4Title": "Services FBA",
    "infoCard4Des": "Nous fournissons un service de fulfillment d'impression à la demande de bout en bout aux marchands qui vendent via Amazon FBA.",
    "manuFacturingGallery": "Galerie de Fabrication",
    "manuFacturingGalleryDes": "Avec une équipe de main-d'œuvre qualifiée, un équipement avancé, un espace d'usine vaste et une expérience étendue, nous sommes bien équipés pour fabriquer des produits rapidement et efficacement."
  },
  "privacyPolicy": {
    "helpTitle": "Comment pouvons-nous aider ?",
    "helpDes": "En plus de la qualité des impressions, nous fournissons également des services inégalés. Notre équipe de professionnels expérimentés travaille sans relâche pour gérer vos produits. Nous sommes fiers de ce que nous faisons et pouvons répondre à vos besoins à la demande."
  },
  "tos": {
    "helpTitle": "Comment pouvons-nous aider ?",
    "helpDes": "En plus de la qualité des impressions, nous fournissons également des services inégalés. Notre équipe de professionnels expérimentés travaille sans relâche pour gérer vos produits. Nous sommes fiers de ce que nous faisons et pouvons répondre à vos besoins à la demande."
  },
  "pod": {
    "podProduct": "Produits d'impression à la demande",
    "podProductDes": "Produits et expédiés depuis plus de 130 installations d'impression dans 32 pays",
    "checkList1": "Vendre à l'échelle mondiale, produire localement",
    "checkList2": "Plus durable avec une qualité garantie",
    "checkList3": "Aucuns frais initiaux ou engagement",
    "checkList4": "Développez vos entreprises et atteignez de nouveaux clients",
    "templateTitle": "Le contenu sera affiché comme ceci",
    "templateDes": "Créez des œuvres d'art sur t-shirt étonnantes en quelques minutes avec notre Créateur de Design gratuit",
    "enjoyPOPProduct": "Profitez de nos produits POD",
    "exploreOurCatalog": "Explorez notre catalogue",
    "ourCustomizedClothing": "Nos vêtements personnalisés",
    "ourCustomizedHomeDecor": "Notre décoration d'intérieur personnalisée",
    "tryPOD": "Essayez l'impression à la demande avec PrintChic aujourd'hui",
    "signUpAsSeller": "Inscrivez-vous en tant que vendeur et obtenez 50 %* de réduction sur votre première commande",
    "signUpForFree": "Inscrivez-vous gratuitement"
  },
  "button": {
    "tryForNow": "Essayez maintenant",
    "viewAll": "Voir tout",
    "getStarted": "Commencer",
    "tryForFree": "Essayez gratuitement",
    "signUpForFree": "Inscrivez-vous gratuitement",
    "aboutUs": "À propos de nous",
    "seePricing": "Voir les tarifs",
    "exploreOurCatalog": "Explorez notre catalogue",
    "seeMore": "Voir plus",
    "CTA": "CTA ici",
    "learnMore": "En savoir plus",
    "filter": "Filtrer",
    "contactUs": "Contactez-nous",
    "seeMoreWithItemCount": "Voir tous les {count} articles"
  },
  "footer": {
    "about": "À propos",
    "aboutUs": "À propos de nous",
    "contactUs": "Contactez-nous",
    "privacyPolicy": "Politique de confidentialité",
    "returnAndRefund": "Retour et remboursement",
    "productCatalog": "Catalogue de produits",
    "customMerchanise": "Marchandise personnalisée",
    "demoStore": "Magasin de démonstration",
    "VNCommunity": "Communauté de vendeurs vietnamiens",
    "GlobalCommunity": "Communauté de vendeurs mondiale",
    "quickAccess": "Accès rapide",
    "ourBlogPost": "Nos articles de blog",
    "termOfService": "Conditions de service",
    "productAndService": "Produits et services",
    "product": "Produits",
    "service": "Service",
    "ourFactory": "Notre usine",
    "helpCenter": "Centre d'aide",
    "whatIsPod": "Qu'est-ce que POD"
  }
}